Revit 2027 API
ParameterTypeId.SpotElevIndType Property
 "Indicator as Prefix / Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndType { get; }
Public Shared ReadOnly Property SpotElevIndType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndType {
	ForgeTypeId^ get ();
}
static member SpotElevIndType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace